[
  {
      "id": 1,
      "title": "Masa Depan Fashion Berkelanjutan: Tren & Inovasi",
      "sections": [
          {
              "image": "/images/blog/images2.jpg",
              "content": "<p>Industri fashion terus berkembang menuju keberlanjutan dengan material ramah lingkungan dan teknologi produksi yang lebih hijau.</p>"
          },
          {
              "image": "/images/blog/images1.png",
              "content": "<p>Dengan meningkatnya kesadaran konsumen, brand-brand besar mulai mengadopsi praktik produksi yang lebih ramah lingkungan.</p>"
          }
      ],
      "author": "John Doe",
      "release_date": "2025-03-08"
  },
  {
      "id": 2,
      "title": "Teknologi dalam Mode: Dari AI Hingga Pakaian Pintar",
      "sections": [
          {
              "image": "/images/blog/images1.png",
              "content": "<p>Pemanfaatan kecerdasan buatan dan tekstil pintar semakin membantu industri fashion dalam mengurangi limbah dan meningkatkan efisiensi.</p>"
          },
          {
              "image": "/images/blog/images2.jpg",
              "content": "<p>Pakaian pintar yang dilengkapi sensor dan teknologi IoT menjadi tren baru dalam dunia fashion.</p>"
          }
      ],
      "author": "Jane Smith",
      "release_date": "2025-03-07"
  },
  {
      "id": 3,
      "title": "Slow Fashion vs. Fast Fashion: Mana yang Lebih Baik?",
      "sections": [
          {
              "image": "/images/blog/images2.jpg",
              "content": "<p>Slow fashion menawarkan solusi terhadap dampak negatif fast fashion dengan mengutamakan kualitas, etika, dan keberlanjutan.</p>"
          },
          {
              "image": "/images/blog/images1.png",
              "content": "<p>Fast fashion, meskipun terjangkau, sering kali mengorbankan lingkungan dan kesejahteraan pekerja.</p>"
          }
      ],
      "author": "Alex Johnson",
      "release_date": "2025-03-06"
  },
  {
      "id": 4,
      "title": "Material Ramah Lingkungan: Inovasi dalam Bahan Pakaian",
      "sections": [
          {
              "image": "/images/blog/images1.png",
              "content": "<p>Dari katun organik hingga serat daur ulang, material baru semakin mendukung peralihan ke industri fashion yang lebih hijau.</p>"
          },
          {
              "image": "/images/blog/images2.jpg",
              "content": "<p>Material ramah lingkungan tidak hanya baik untuk bumi tetapi juga nyaman digunakan sehari-hari.</p>"
          }
      ],
      "author": "Michael Lee",
      "release_date": "2025-03-05"
  },
  {
      "id": 5,
      "title": "Bagaimana Daur Ulang Tekstil Bisa Mengurangi Limbah?",
      "sections": [
          {
              "image": "/images/blog/images2.jpg",
              "content": "<p>Mendaur ulang pakaian lama menjadi produk baru adalah langkah penting dalam mengurangi limbah tekstil dan mendukung circular economy.</p>"
          },
          {
              "image": "/images/blog/images1.png",
              "content": "<p>Proses daur ulang tekstil melibatkan pengumpulan, pemilahan, dan transformasi bahan menjadi produk baru.</p>"
          }
      ],
      "author": "Sarah Kim",
      "release_date": "2025-03-04"
  }
]